2013/09/skills.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Core Lab Skills</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Core Lab Skills"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-09-02 14:03:34 BST"/>
<meta name="author" content="N. Seymour-Smith"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="../../css/styles.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Core Lab Skills</h1>


<hr>



<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Optics</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1">Diode lasers &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h3>
<div class="outline-text-3" id="text-1-1">


</div>

<div id="outline-container-1-1-1" class="outline-4">
<h4 id="sec-1-1-1">Optical feedback</h4>
<div class="outline-text-4" id="text-1-1-1">

</div>

</div>

<div id="outline-container-1-1-2" class="outline-4">
<h4 id="sec-1-1-2">Rough tuning</h4>
<div class="outline-text-4" id="text-1-1-2">


</div>
</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2">Pulsed lasers &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Jack">Jack</span>&nbsp;<span class="Amy">Amy</span></span></h3>
<div class="outline-text-3" id="text-1-2">


</div>

<div id="outline-container-1-2-1" class="outline-4">
<h4 id="sec-1-2-1">Usage and safety</h4>
<div class="outline-text-4" id="text-1-2-1">

</div>

</div>

<div id="outline-container-1-2-2" class="outline-4">
<h4 id="sec-1-2-2">Changing dye</h4>
<div class="outline-text-4" id="text-1-2-2">

</div>

</div>

<div id="outline-container-1-2-3" class="outline-4">
<h4 id="sec-1-2-3">Power optimisation</h4>
<div class="outline-text-4" id="text-1-2-3">


</div>
</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3">CO2 laser &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Jack">Jack</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h3>
<div class="outline-text-3" id="text-1-3">


</div>

<div id="outline-container-1-3-1" class="outline-4">
<h4 id="sec-1-3-1">Usage and Safety</h4>
<div class="outline-text-4" id="text-1-3-1">


</div>
</div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4">Analog and digital feedback</h3>
<div class="outline-text-3" id="text-1-4">


</div>

<div id="outline-container-1-4-1" class="outline-4">
<h4 id="sec-1-4-1">Wavemeter control &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-4-1">

</div>

</div>

<div id="outline-container-1-4-2" class="outline-4">
<h4 id="sec-1-4-2">Scanning cavity lock control &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span>&nbsp;<span class="Kevin">Kevin</span></span></h4>
<div class="outline-text-4" id="text-1-4-2">

</div>

</div>

<div id="outline-container-1-4-3" class="outline-4">
<h4 id="sec-1-4-3">Pound-Drever-Hall lock control &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-1-4-3">

</div>

</div>

<div id="outline-container-1-4-4" class="outline-4">
<h4 id="sec-1-4-4">Polarisation spectroscopy control &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-1-4-4">

</div>

</div>

<div id="outline-container-1-4-5" class="outline-4">
<h4 id="sec-1-4-5">`Atomic clock' locking control &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Kevin">Kevin</span>&nbsp;<span class="Amy">Amy</span></span></h4>
<div class="outline-text-4" id="text-1-4-5">

</div>

</div>

<div id="outline-container-1-4-6" class="outline-4">
<h4 id="sec-1-4-6">Doubling cavity optimisation &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-1-4-6">

</div>

</div>

<div id="outline-container-1-4-7" class="outline-4">
<h4 id="sec-1-4-7">Analog PID tuning &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span>&nbsp;<span class="Kevin">Kevin</span></span></h4>
<div class="outline-text-4" id="text-1-4-7">

</div>

</div>

<div id="outline-container-1-4-8" class="outline-4">
<h4 id="sec-1-4-8">Digital PID tuning &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span>&nbsp;<span class="Kevin">Kevin</span></span></h4>
<div class="outline-text-4" id="text-1-4-8">

</div>

</div>

<div id="outline-container-1-4-9" class="outline-4">
<h4 id="sec-1-4-9">Microcontroller digital processing</h4>
<div class="outline-text-4" id="text-1-4-9">


</div>
</div>

</div>

<div id="outline-container-1-5" class="outline-3">
<h3 id="sec-1-5">Other table-top optics</h3>
<div class="outline-text-3" id="text-1-5">


</div>

<div id="outline-container-1-5-1" class="outline-4">
<h4 id="sec-1-5-1">Beam-walking &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-5-1">

</div>

</div>

<div id="outline-container-1-5-2" class="outline-4">
<h4 id="sec-1-5-2">Fibre-coupling &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-5-2">

</div>

</div>

<div id="outline-container-1-5-3" class="outline-4">
<h4 id="sec-1-5-3">AOMs and EOMs &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-5-3">

</div>

</div>

<div id="outline-container-1-5-4" class="outline-4">
<h4 id="sec-1-5-4">PM fibre-optimisation &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-5-4">

</div>

</div>

<div id="outline-container-1-5-5" class="outline-4">
<h4 id="sec-1-5-5">Optical cavities and coupling &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Stephen">Stephen</span>&nbsp;<span class="Markus">Markus</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-1-5-5">

</div>

</div>

<div id="outline-container-1-5-6" class="outline-4">
<h4 id="sec-1-5-6">Polarisation optics &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-5-6">

</div>

</div>

<div id="outline-container-1-5-7" class="outline-4">
<h4 id="sec-1-5-7">Gaussian optics for planning &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-1-5-7">




<hr>

</div>
</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Hardware &amp; Mechanical</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1">Vacuum &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h3>
<div class="outline-text-3" id="text-2-1">


</div>

<div id="outline-container-2-1-1" class="outline-4">
<h4 id="sec-2-1-1">Pumping down</h4>
<div class="outline-text-4" id="text-2-1-1">

</div>

</div>

<div id="outline-container-2-1-2" class="outline-4">
<h4 id="sec-2-1-2">Baking, temperature tolerances</h4>
<div class="outline-text-4" id="text-2-1-2">

</div>

</div>

<div id="outline-container-2-1-3" class="outline-4">
<h4 id="sec-2-1-3">Leak testing</h4>
<div class="outline-text-4" id="text-2-1-3">

</div>

</div>

<div id="outline-container-2-1-4" class="outline-4">
<h4 id="sec-2-1-4">Breaking vacuum</h4>
<div class="outline-text-4" id="text-2-1-4">

</div>

</div>

<div id="outline-container-2-1-5" class="outline-4">
<h4 id="sec-2-1-5">TMPs, sublimation and ion pumps</h4>
<div class="outline-text-4" id="text-2-1-5">


</div>
</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2">Workshop &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h3>
<div class="outline-text-3" id="text-2-2">


</div>

<div id="outline-container-2-2-1" class="outline-4">
<h4 id="sec-2-2-1">Pillar drill (lg/sml)</h4>
<div class="outline-text-4" id="text-2-2-1">

</div>

</div>

<div id="outline-container-2-2-2" class="outline-4">
<h4 id="sec-2-2-2">Milling machine</h4>
<div class="outline-text-4" id="text-2-2-2">

</div>

</div>

<div id="outline-container-2-2-3" class="outline-4">
<h4 id="sec-2-2-3">Lathe</h4>
<div class="outline-text-4" id="text-2-2-3">




<hr>

</div>
</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Electronics</h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3-1" class="outline-4">
<h4 id="sec-3-1">Eagle &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span>&nbsp;<span class="Amy">Amy</span>&nbsp;<span class="Kevin">Kevin</span>&nbsp;<span class="Will">Will</span></span></h4>
<div class="outline-text-4" id="text-3-1">

</div>

</div>

<div id="outline-container-3-2" class="outline-4">
<h4 id="sec-3-2">PCB etching &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span>&nbsp;<span class="Amy">Amy</span>&nbsp;<span class="Kevin">Kevin</span>&nbsp;<span class="will">will</span></span></h4>
<div class="outline-text-4" id="text-3-2">

</div>

</div>

<div id="outline-container-3-3" class="outline-4">
<h4 id="sec-3-3">RF electronics</h4>
<div class="outline-text-4" id="text-3-3">

</div>

</div>

<div id="outline-container-3-4" class="outline-4">
<h4 id="sec-3-4">Photodiodes</h4>
<div class="outline-text-4" id="text-3-4">

</div>

</div>

<div id="outline-container-3-5" class="outline-4">
<h4 id="sec-3-5">Switching electronics (transistors, TTL &amp;c.)</h4>
<div class="outline-text-4" id="text-3-5">

</div>

</div>

<div id="outline-container-3-6" class="outline-4">
<h4 id="sec-3-6">DAC and ADC</h4>
<div class="outline-text-4" id="text-3-6">

</div>

</div>

<div id="outline-container-3-7" class="outline-4">
<h4 id="sec-3-7">PID boards</h4>
<div class="outline-text-4" id="text-3-7">




<hr>

</div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4">Software</h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4-1" class="outline-4">
<h4 id="sec-4-1">EAGLE &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Amy">Amy</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-4-1">

</div>

</div>

<div id="outline-container-4-2" class="outline-4">
<h4 id="sec-4-2">Solidworks &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span>&nbsp;<span class="Ezra">Ezra</span></span></h4>
<div class="outline-text-4" id="text-4-2">

</div>

</div>

<div id="outline-container-4-3" class="outline-4">
<h4 id="sec-4-3">Matlab &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Jack">Jack</span>&nbsp;<span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-4-3">

</div>

</div>

<div id="outline-container-4-4" class="outline-4">
<h4 id="sec-4-4">Quantum optics toolbox in Matlab &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-4-4">

</div>

</div>

<div id="outline-container-4-5" class="outline-4">
<h4 id="sec-4-5">Femlab &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-4-5">

</div>

</div>

<div id="outline-container-4-6" class="outline-4">
<h4 id="sec-4-6">Origin &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-4-6">

</div>

</div>

<div id="outline-container-4-7" class="outline-4">
<h4 id="sec-4-7">LabVIEW &nbsp;&nbsp;&nbsp;<span class="tag"><span class="All">All</span></span></h4>
<div class="outline-text-4" id="text-4-7">

</div>

</div>

<div id="outline-container-4-8" class="outline-4">
<h4 id="sec-4-8">Microcontrollers</h4>
<div class="outline-text-4" id="text-4-8">

</div>

</div>

<div id="outline-container-4-9" class="outline-4">
<h4 id="sec-4-9">C/C++ for micro-controllers &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-4-9">

</div>

</div>

<div id="outline-container-4-10" class="outline-4">
<h4 id="sec-4-10">C/C++ for DLLs and hardware &nbsp;&nbsp;&nbsp;<span class="tag"><span class="Hiroki">Hiroki</span></span></h4>
<div class="outline-text-4" id="text-4-10">


</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2013-09-02 14:03:34 BST</p>
<p class="author">Author: N. Seymour-Smith</p>
<p class="creator">Org version 7.8.11 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
